Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And the child became tall and strong and full of wisdom, and the grace of God was on him.
chr: ᎠᏲᎵᏃ ᎠᏛᏍᎨᎢ ᎠᎴ ᎤᏓᏅᏛ ᎠᎵᏂᎪᏍᎨᎢ, ᎤᎧᎵᏨᎯ ᎨᏎ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ; ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏚᎧᎿᏩᏗᏙᎮᎢ.

source: And every year his father and mother went to Jerusalem at the feast of the Passover.
chr: ᏧᎦᏴᎵᎨᏃ ᏥᎷᏏᎵᎻ ᎠᏁᎨ ᏂᏓᏕᏘᏴᎯᏒ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏍᏆᎵᏍᎬ ᎢᏳᎢ.

source: And when he was twelve years old, they went up, as their way was, to the feast;
chr: ᏔᎳᏚᏃ ᎢᏳᏕᏘᏴᏛ ᎨᏎ ᏥᎷᏏᎵᎻ ᎤᏁᏅᎭ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᏓᎾᎵᏍᏓᏴᎲᏍᎬ ᎢᏳᎢ.

source: And when the days of the feast came to an end and they were going back, the boy Jesus was still in Jerusalem, but they had no knowledge of it:
chr: ᎤᏂᏍᏆᏛᏃ ᎢᎪᎯᏛ ᏚᎵᏒᏍᏛᎢ, ᎥᎤᎾᏨᏏᏗᏒ ᎠᏲᎵ ᏥᏌ ᏥᎷᏏᎵᎻ ᏗᎤᏗᎩᏰᎢ, ᏦᏩᏃ ᎠᎴ ᎤᏥ ᎥᏝ ᏱᏁᎵᏍᎨᎢ.

source: And in the belief that he was with some of their number, they went a day's journey; and after looking for him among their relations and friends,
chr: ᎾᏍᎩᏃ ᏑᎾᏓᏡᎩ ᎠᎾᎢᏒ ᎨᎳᏗ ᎠᏁᎵᏍᎬ ᏏᎦ ᎡᏅᏍᏗ ᎢᏴᏛ ᎤᏁᏅᏎᎢ; ᎪᎱᏍᏗᏃ ᏧᏅᏅ ᎠᎴ ᏗᎾᏓᎦᏔᎯ ᎠᏂᏅ ᎤᏂᏲᎴᎢ.

source: And seeing that he was not there, they went back to Jerusalem, to make search for him.
chr: ᎬᏩᏠᏨᏃ ᎢᎤᎾᏨᏎᎢ ᏥᎷᏏᎵᎻ ᏭᏂᎶᏎ ᎬᏩᏲᎮᎢ.

source: And after three days they came across him in the Temple, seated among the wise men, giving ear to their words and putting questions to them.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏦᎢᏁ ᎢᎦ ᎤᏂᏩᏛᎮ ᎤᏛᏃᎯ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎤᏬᎴ ᎠᏰᎵ ᎠᏂᏅ ᏗᎾᏕᏲᎲᏍᎩ ᏓᏛᏓᏍᏓᏁᎮ ᎠᎴ ᏓᏛᏛᎮᎸᎥᏍᎨᎢ.

source: And all to whose ears it came were full of wonder at his knowledge and the answers which he gave.
chr: ᏂᎦᏛᏃ ᎬᏩᏛᎦᏁᎸᎯ ᎤᏂᏍᏆᏂᎪᏎ ᏃᏒ ᎪᎵᎬᎢ, ᎠᎴ ᎬᏩᏛᏛᎲᏍᎬ ᏕᎦᏬᎯᎵᏴᏍᏓᏁᎲᎢ.

source: And when they saw him they were surprised, and his mother said to him, Son, why have you done this to us? see, your father and I have been looking for you with sorrow.
chr: ᏧᎦᏴᎵᎨᏃ ᎬᏩᎪᎲ ᎤᏂᏍᏆᏂᎪᏎᎢ; ᎤᏥᏃ ᎯᎠ ᏄᏪᏎᎴᎢ ᎠᏇᏥ, ᎦᏙᏃ ᏅᏍᎩᎾᏛᏂᏏᏉ? ᏣᏙᏓ ᎢᏍᏛᏲᎲᎩ ᎤᏪᎵᎯᏍᏗ ᎣᎩᎾᏓᏅᏔᏩᏕᎬᎩ.

source: And he said to them, Why were you looking for me? was it not clear to you that my right place was in my Father's house?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎦᏙᏃ ᎢᏍᎩᏂᏲᎮᎢ? ᏝᏍᎪ ᏱᏍᏗᎦᏔᎮ ᎡᏙᏙᏱ ᎠᏎ ᎠᏇᏓᏍᏗ ᎨᏒᎢ?

source: And his words seemed strange to them.
chr: ᎠᏎᏃ ᎥᏝ ᏳᏃᎵᏤ ᎾᏍᎩ ᏂᏚᏪᏎᎸᎢ.

source: And he went down with them and came to Nazareth; and did as he was ordered: and his mother kept all these words in her heart.
chr: ᏚᏍᏓᏩᏛᏎᏃ, ᎠᎴ ᎾᏎᎵᏗ ᏭᎷᏤᎢ, ᎠᎴ ᏕᎤᏁᎶᏕᎢ. ᎤᏥᏍᎩᏂ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᎤᏍᏆᏂᎪᏔᏁ ᎤᎾᏫᏱ.

source: And Jesus was increasing in wisdom and in years, and in grace before God and men.
chr: ᎠᎴ ᏥᏌ ᎧᏁᏉᏥᏎ ᎠᎦᏔᎿᎢᏳ ᎨᏒ ᎠᎴ ᎠᏛᏍᎬᎢ ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎴ ᏴᏫ ᎬᏩᎨᏳᎯᏳ ᎨᏒᎢ.

source: Now in the fifteenth year of the rule of Tiberius Caesar, Pontius Pilate being ruler of Judaea, and Herod being king of Galilee, his brother Philip king of the country of Ituraea and Trachonitis, and Lysanias king of Abilene,
chr: ᎯᏍᎩᎦᏚᏏᏁᏃ ᎤᏕᏘᏴᏌᏗᏒ ᏓᏈᎵᏯ ᏏᏌ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᏋᏗᏯ ᏆᎴᏗ ᏧᏗᏱ ᏣᎦᏁᎶᏗ ᎨᏎᎢ, ᎠᎴ ᎡᎶᏛ ᎨᎵᎵ ᏍᎦᏚᎩ ᎨᏒ ᎠᏥᎦᏘᏗᏍᏗ ᎨᏎᎢ, ᎤᏅᏟᏃ ᏈᎵᎩ ᎢᏚᎵ ᎠᎴ ᏝᎪᏂᏗ ᎠᏥᎦᏘᏗᏍᏗ ᎨᏎᎢ, ᎵᏌᏂᏯᏃ ᎠᏈᎵᏂ ᎠᏥᎦᏘᏗᏍᏗ ᎨᏎᎢ;

source: When Annas and Caiaphas were high priests, the word of the Lord came to John, the son of Zacharias, in the waste land.
chr: ᎡᎾᏃ ᎠᎴ ᎦᏱᏆ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎨᏎᎢ, ᎤᏁᎳᏅᎯ ᎤᏬᏂᏒᎯ ᎢᎾᎨ ᎤᎷᏤᎴ ᏣᏂ ᏤᎦᎳᏯ ᎤᏪᏥ.

source: And he came into all the country round about Jordan, preaching baptism as a sign of forgiveness of sin for those whose hearts were changed.
chr: ᎠᎴ ᎾᏍᎩ ᎤᎷᏤ ᎤᏪᏙᎴ ᏦᏓᏂ ᎾᎥᏂᎨ ᎨᏒᎢ, ᎠᎵᏥᏙᎲᏍᎨ ᎧᏃᎮᏍᎨ ᏗᏓᏬᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏛ ᎨᏒ ᎣᏓᏅᏛᎢ, ᎾᏍᎩ ᎦᏴᏓᏘᏁᏗᏱ ᎣᏍᎦᏅᏨᎢ;

source: As it says in the book of the words of Isaiah the prophet, The voice of one crying in the waste land, Make ready the way of the Lord, make his roads straight.
chr: ᎾᏍᎩᏯ ᏂᎬᏅ ᎪᏪᎸ ᎪᏪᎵᎯ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᎤᏪᏂᏒᎯ, ᎯᎠ ᏥᏂᎦᏪᎭ; ᎤᏪᎷᎦ ᎩᎶ ᎢᎾᎨᎢ, ᎯᎠ ᏂᎦᏪᎭ; ᎡᏣᏛᏅᎢᏍᏓᏏ ᏱᎰᏩ ᎤᎶᎯᏍᏗᏱ, ᏚᏅᏅ ᏗᏥᏥᏃᎯᏍᏓ.

source: Every valley will be lifted up, and all the mountains and hills made low, and the twisted will be made straight, and the rough ways smooth;
chr: ᏚᎨᏓᎵᏴᏅ ᏂᎦᏗᏳ ᏗᎧᎵᎢᏍᏗ ᎨᏎᏍᏗ, ᏙᏓᎸᏃ ᎠᎴ ᏚᏌᎯᎸ ᏂᎦᏗᏳ ᎡᎳᏗᎭ ᎢᏗᎬᏁᏗ ᎨᏎᏍᏗ, ᏧᏓᏥᏃᏍᏈᏗᏰᏛᏃ ᎨᏒ ᏗᎦᏥᏃᎯᏍᏙᏗ ᎨᏎᏍᏗ, ᎤᏲᏃ ᏕᎦᏅᏅ ᎬᎾᏕᏍᎩ ᎢᏗᎬᏁᏗ ᎨᏎᏍᏗ.

source: And all flesh will see the salvation of God.
chr: ᏂᎦᏛᏃ ᎤᏇᏓᎵ ᏛᎪᎯ ᎤᏁᎳᏅᎯ ᎤᏓᏍᏕᎸᏙᏗ ᎨᏒᎢ.

source: So he said to the people who went out to him for baptism: You offspring of snakes, at whose word are you going in flight from the wrath to come?
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎤᏂᏣᏘ ᎾᏍᎩ ᏗᎨᎦᏬᏍᏗᏱ ᎤᏂᎸᏐᎸᎯ; Ᏺ ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᎦᎪ ᎢᏤᏯᏔᏅ ᎡᏣᎵᎡᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᎤᎷᎯᏍᏗ ᎨᏒᎢ?

source: Make clear by your acts that your hearts have been changed; and do not say to yourselves, We have Abraham for our father: for I say to you that God is able from these stones to make children of Abraham.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᎾᏄᎪᏩ ᎠᏙᎴᎰᎯᏍᏙᏗ ᏕᏥᏁᏟᏴᏒ ᏕᏣᏓᏅᏛᎢ; ᎠᎴ ᏞᏍᏗ ᎢᏣᎴᏅᎲ ᎯᎠ ᎢᏥᏪᏒ ᏕᏣᏓᏅᏛᎢ; ᎡᏆᎭᎻ ᎣᎩᏙᏓ ᎠᏴ; ᎢᏨᏲᏎᏰᏃ ᎤᏁᎳᏅᎯ ᏰᎵᏉ ᎯᎠ ᏅᏯ ᏱᏕᎬᏓ ᏱᏕᎪᏢᎾ ᎡᏆᎭᎻ ᏧᏪᏥ.

source: And even now the axe is put to the root of the trees; and every tree which does not have good fruit will be cut down and put into the fire.
chr: ᎠᎴ ᎾᏍᏉ ᎦᏳᎳ ᎦᎷᏯᏍᏗ ᎠᏅᎯ ᏚᎿᏍᏕᏢ ᏕᏡᎬᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᏗᏳ ᏕᏡᎬ ᎣᏍᏛ ᎾᏓᏛᏍᎬᎾ ᎢᎨᏎᏍᏗ ᏗᎦᎴᏴᏍᏙᏗ ᎠᎴ ᎠᏥᎸᏱ ᏫᏓᏗᏅᏗ ᎨᏎᏍᏗ.

source: And the people put questions to him, saying, What have we to do?
chr: ᎤᏂᏣᏘᏃ ᎬᏩᏛᏛᏁ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᎦᏙ ᏓᏲᏣᏛᏁᎵ?

source: And he made answer and said to them, He who has two coats, let him give to him who has not even one; and he who has food, let him do the same.
chr: ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎩᎶ ᏔᎵ ᏗᎦᏌᎴᎾ ᏚᎾᎡᏍᏗ, ᏄᎾᎥᎾ ᎨᏒ ᎦᏅᏁᎮᏍᏗ; ᎩᎶᏃ ᎠᎵᏍᏓᏴᏗ ᎤᎮᏍᏗ, ᎾᏍᎩᏯ ᎾᏛᏁᎮᏍᏗ.

source: Then tax-farmers came to him for baptism and said to him, Master, what have we to do?
chr: ᎾᏍᏉᏃ ᎠᏕᎸ-ᎠᏂᎩᏏᏙᎯ ᎤᏂᎸᏐᎴ ᏗᎨᎦᏬᏍᏗᏱ, ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᏓᏲᏣᏛᏁᎵ?

source: And he said to them, Do not make an attempt to get more money than the right amount.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏞᏍᏗ ᏱᏥᎶᏒᏍᏗᏍᎨᏍᏗ ᎢᎦᎢ ᎡᏥᏁᏤᎸ ᎢᏥᎩᏏᏓᏍᏗᏱ.

source: And men of the army put questions to him, saying, And what have we to do? And he said to them, Do no violent acts to any man, and do not take anything without right, and let your payment be enough for you.
chr: ᎠᏂᏯᏫᏍᎩᏃ ᎾᏍᏉ ᎢᎬᏩᏛᏛᏁ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎠᏴ ᎾᏃ ᎦᏙ ᏓᏲᏣᏛᏁᎵ? ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏞᏍᏗ ᎩᎶ ᎬᏍᎦᎢᏍᏓᎩ ᎢᏰᏨᏁᎸᎩ, ᎠᎴ ᏞᏍᏗ ᎦᏰᎪᎩ ᏱᏣᏓᎳᏫᏎᎮᏍᏗ; ᎠᎴ ᏰᎵᏉ ᎢᏥᏰᎸᏎᏍᏗ ᎡᏣᎫᏴᎡᎲᎢ.

source: And while the people were waiting, and all men were questioning in their hearts about John, if he was the Christ or not,
chr: ᎤᏂᏣᏘᏃ ᎠᏂᎦᏖᏃᎮᎢ, ᎠᎴ ᏂᎦᏛᏉ ᎠᏫ ᏙᏧᎾᏓᏅᏛ ᎬᏩᏓᏅᏖᏍᎨ ᏣᏂ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒ, ᎠᎴ ᎦᎶᏁᏛ ᏂᎨᏒᎾ ᎨᏒᎢ;

source: John made answer, saying to them all, Truly, I give you baptism with water, but one is coming who is greater than I, whose shoes I am not good enough to undo: he will give you baptism with the Holy Spirit, and with fire:
chr: ᏣᏂ ᎤᏁᏤ ᎯᎠ ᏂᏚᏪᏎᎴ ᏂᎦᏛ, ᎠᏴ ᎤᏙᎯᏳᎯ ᎠᎹ ᏕᏨᏯᏬᏍᏗᎭ; ᏓᏯᎢᏍᎩᏂ ᎤᏟ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎠᏴ, ᎾᏍᎩ ᏓᎧᏁᏌᏛ ᏧᎳᏑᎶᎩ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᏗᎩᎧᏁᏴᏗᏱ; ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎠᏥᎸ ᏙᏓᏣᏬᏍᏔᏂ;

source: In whose hand is the instrument with which he will make clean his grain; he will put the good grain in his store, but the waste will be burned in the fire which will never be put out.
chr: ᎾᏍᎩ ᎤᎳᏐᏫᏍᏗ ᎠᏰᎭ, ᎠᎴ ᏂᎦᏛ ᏓᎦᎳᏐᏫᏏ ᎠᏲᏓᏝᎲᎢ, ᎤᏣᎴᏍᏗᏃ ᏓᎦᏟᏌᏂ ᏛᏂ ᎤᏗᏱ; ᎤᏬᎭᏄᎶᏔᏅᎯᏍᎩᏂ ᏛᎪᎲᏍᏔᏂ ᎠᏥᎸᏱ ᏂᎬᏠᏍᎬᎾ.

source: And so comforting them with these and other words, he gave the good news to the people;
chr: ᎠᎴ ᎤᏣᏖ ᏧᏓᎴᏅᏛ ᏕᎦᏬᏁᏗᏍᎬ ᏚᎵᏥᏙᏁᎴ ᏴᏫ.

source: But Herod the king, because John had made a protest on account of Herodias, his brother's wife, and other evil things which Herod had done,
chr: ᎡᎶᏛᏍᎩᏂ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏗ ᎨᏒᎢ, ᏣᏂ ᎤᎬᏍᎪᎸᏁ ᏗᎵᏰᎢᎸᏍᏗᏍᎨ ᎡᎶᏗᏏ ᎤᏅᏟ ᏈᎵᎩ ᎤᏓᎴᎢ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎤᏣᏘᏂ ᏄᏛᏁᎸ ᎡᎶᏛ,

source: Did this most evil thing of all, and had John shut up in prison.
chr: ᎠᏏ ᏭᏓᎪᎾᏛ ᎯᎠ ᎾᏍᎩ ᏄᏛᏁᎴᎢ, ᏣᏂ ᏗᏓᏍᏚᏗᏱ ᎤᏍᏚᏁᎢ.

source: Now it came about that when all the people had been given baptism, Jesus, having had baptism with them, was in prayer, when, the heaven being open,
chr: ᎿᏉᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᏂᎦᏛ ᏴᏫ ᏕᎨᎦᏬᎥ ᏥᏌ ᎾᏍᏉ ᎠᎦᏬᎡᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏔᏅ ᎦᎸᎳᏗ ᎤᎵᏍᏚᎢᏎᎢ,

source: The Holy Spirit came down in the form of a dove, and a voice came from heaven, saying, You are my dearly loved Son, with whom I am well pleased.
chr: ᎠᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏧᏠᎠᏎ ᎾᏍᎩ ᎤᏪᏯᎸᏤᎢ, ᎠᏰᎸ ᏧᎴ-ᏗᏍᎪᏂᎯ ᎾᏍᎩᏯ ᎨᏎ ᎤᏙᏢᏒᎢ; ᎧᏁᎬᏃ ᎦᎸᎳᏗ ᏧᎶᏎ ᎯᎠ ᏅᏧᏪᏎᎢ; ᎯᎯ ᎬᎨᏳᎢ ᎠᏇᏥ; ᎣᏏᏳ ᎬᏰᎸᎢ ᏂᎯ.

source: And Jesus at this time was about thirty years old, being the son (as it seemed) of Joseph, the son of Heli,
chr: ᏥᏌᏃ ᎿᏉ ᎠᏎ ᏦᎠᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ, ᎾᏍᎩ ᏦᏩ ᎤᏪᏥ ᎤᏂᏰᎸᏎᎢ, ᎾᏍᎩ ᎯᎳᏱ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,
chr: ᎾᏍᎩ ᎹᏓᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎵᏫ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎺᎵᎦᏱ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏣᎾ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏦᏩ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,
chr: ᎾᏍᎩ ᎹᏗᏓᏯ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᎼᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏁᎠᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᏏᎳ, ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎾᎩ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,
chr: ᎾᏍᎩ ᎺᎠᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎹᏗᏓᏯ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏏᎻᏯ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏦᏩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏧᏓ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,
chr: ᎾᏍᎩ ᏦᎠᎾ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎵᏌ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏥᎳᏇᎵ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏌᎳᏓᏱᎵ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏏᎳᏱ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,
chr: ᎾᏍᎩ ᎺᎵᎦᏱ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎠᏓᏱ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎪᏌᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᎵᎼᏓᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎥᎵ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Jesus, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,
chr: ᎾᏍᎩ ᏦᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎢᎵᎡᏌ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏦᎵᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎹᏓᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎵᏫ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Symeon, the son of Judas, the son of Joseph, the son of Jonam, the son of Eliakim,
chr: ᎾᏍᎩ ᏏᎻᏯᏂ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏧᏓ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏦᏩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏦᎾᏂ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎢᎳᏱᎩᎻ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,
chr: ᎾᏍᎩ ᎻᎵᎠ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎻᎾᏂ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎹᏓᏓ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏁᏓᏂ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏕᏫ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,
chr: ᎾᏍᎩ ᏥᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎣᏆᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏉᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏌᎵᎹ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎾᏐᏂ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Amminadab, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,
chr: ᎾᏍᎩ ᎡᎻᏂᏓ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᎵᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎢᏏᎳᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏇᎵᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏧᏓ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,
chr: ᎾᏍᎩ ᏤᎦᏈ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᏏᎩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎡᏆᎭᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏕᎳ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏁᎰ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,
chr: ᎾᏍᎩ ᏎᎳᎩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎴᎪ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏇᎵᎩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎯᏆ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏎᎳ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,
chr: ᎾᏍᎩ ᎧᏱᏅ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎠᏆᏣ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏎᎻ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏃᏯ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎴᎻᎩ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,
chr: ᎾᏍᎩ ᎻᏚᏏᎳ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎢᏃᎩ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏤᎳᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎹᎵᎵᎵ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎧᏱᏅ ᎤᏪᏥ ᎨᏎᎢ,

source: The son of Enos, the son of Seth, the son of Adam, the son of God.
chr: ᎾᏍᎩ ᎢᏃᏏ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᏎᏗ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎠᏓᏫ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᎢ.

source: And Jesus, full of the Holy Spirit, came back from the Jordan, and was guided by the Spirit in the waste land
chr: ᏥᏌᏃ ᎤᎧᎵᏨᎯ ᎨᏎ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏦᏓᏂ ᏗᎤᏨᏎᎢ, ᎠᎴ ᎠᏓᏅᏙ ᎢᎾᎨ ᏭᏘᏅᏍᏔᏁᎢ,

source: For forty days, being tested by the Evil One. And he had no food in those days; and when they came to an end, he was in need of food.
chr: ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ ᎤᎪᎵᏰᏍᎨ ᎠᏍᎩᎾ. ᎾᏍᎩᏃ ᎢᎪᎯᏛ ᎥᏝ ᎪᎱᏍᏗ ᏳᏎᎢ ᎾᏍᎩᏃ ᎤᎵᏍᏆᏛ ᎩᎳ ᎤᏲᏏᏌᏁᎢ.

source: And the Evil One said to him, If you are the Son of God, give orders to this stone to become bread.
chr: ᎠᏍᎩᎾᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᏍᏗ, ᎯᏁᎩ ᎯᎠ ᏅᏯ ᎦᏚ ᎢᏳᎵᏍᏙᏗᏱ.

source: And Jesus made answer to him, It has been said in the Writings, Bread is not man's only need.
chr: ᏥᏌᏃ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ; ᏴᏫ ᎥᏝ ᎦᏚᏉ ᎤᏩᏒ ᏱᎬᎿᏗᏍᏕᏍᏗ, ᏂᎦᎥᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎢ.

source: And he took him up and let him see all the kingdoms of the earth in a minute of time.
chr: ᎠᏍᎩᎾᏃ ᎤᏘᏅᏎ ᎤᎿᎷᏔᏁ ᎢᏅᎢᎦᏘ ᎣᏓᎸᎢ, ᎠᎴ ᏚᏎᎮᎴ ᎩᎳᏉ ᎢᏴᏛ ᎢᎪᎯᏛ ᏂᎦᎥ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᎡᎶᎯ.

source: And the Evil One said, I will give you authority over all these, and the glory of them, for it has been given to me, and I give it to anyone at my pleasure.
chr: ᎠᎴ ᎠᏍᎩᎾ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᏱᏕᎬᏲᎯᏏ, ᎠᎴ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒᎢ; ᎠᏴᏰᏃ ᏛᎩᏲᎯᏎᎸ, ᎠᎴ ᎩᎶ ᏥᎥᏏ ᎨᎳ ᏥᏁᎰᎢ.

source: If then you will give worship to me, it will all be yours.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏱᏍᏆᏓᏙᎵᏍᏓᏁᎸ, ᏂᎦᏗᏳ ᏂᎯ ᏣᏤᎵ ᎨᏎᏍᏗ.

source: And Jesus in answer said to him, It has been said in the Writings, Give worship to the Lord your God, and be his servant only.
chr: ᏥᏌᏃ ᎤᏁᏤ ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏆᏐᎭᏛ ᎭᎴᏓ ᏎᏓᏂ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ; ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎯᏯᏓᏙᎵᏍᏓᏁᎮᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎤᏩᏒᎯᏳ ᏕᎯᏯᏁᎶᏕᏍᏗ.

source: And he took him to Jerusalem and put him on the highest point of the Temple and said to him, If you are the Son of God, let yourself go down from here; for it is said in the Writings,
chr: ᎠᎴ ᏥᎷᏏᎵᎻ ᎤᏘᏃᎴᎢ, ᎠᎴ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏍᎪᎵ ᎤᎩᎸᏔᏁᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᏍᏗ, ᏨᏒ ᎭᏓᎶᎥᏓ ᎠᏂ;

source: He will give his angels orders to take care of you:
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ; ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏙᏓᎧᏁᏤᎵ ᏗᎨᏣᎧᎾᏩᏗᏓᏍᏗᏱ ᎨᏣᏍᏆᏂᎪᏙᏗᏱ;

source: And, In their hands they will keep you up, so that your foot may not be crushed against a stone.
chr: ᎠᎴ ᏧᏃᏰᏂ ᎨᏣᏌᎳᏙᏗᏕᎨᏍᏗ, ᎾᏍᎩ ᎢᎸᎯᏳ ᏅᏲᎯ ᏣᎾᏍᏆᎶᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: And Jesus made answer and said to him, It is said in the Writings, You may not put the Lord your God to the test.
chr: ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᎠ ᎢᎦᏪᏛ ᎢᎩ; ᏞᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎯᎪᎵᏰᎥᎩ.

source: And when all these tests were ended the Evil One went away from him for a time.
chr: ᎠᏍᎩᎾᏃ ᎤᏍᏆᏛ ᏂᎦᏛ ᎤᎪᎵᏰᏍᎬᎢ, ᎤᏓᏅᎡᎴ ᎢᎸᏍᎩ ᎢᎪᎯᏛ.

source: And Jesus came back to Galilee in the power of the Spirit, and the news of him went through all the country round about.
chr: ᏥᏌᏃ ᎠᏓᏅᏙ ᎤᏘᏂᏙᎲ ᎨᎵᎵ ᎢᎤᎷᏤᎢ; ᏕᎦᏃᏣᎸᏃ ᎾᎿ ᎬᏩᏚᏫᏛ ᏚᏰᎵᏏᏙᎴᎢ.

source: And he was teaching in their Synagogues and all men gave him praise.
chr: ᎠᎴ ᏓᏕᏲᎲᏍᎨ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎾᏂᎥᏃ ᎬᏩᎸᏉᏗᏳ ᎨᏎᎢ.

source: And he came to Nazareth, where he had been as a child, and he went, as his way was, into the Synagogue on the Sabbath, and got up to give a reading.
chr: ᎾᏎᎵᏗᏃ ᎤᎷᏤ ᎾᎿ ᎠᎦᏛᎯᏍᏔᏅᎢ; ᎢᏳᏛᏁᏗᏃ ᎨᏒ ᏄᏛᏁᎴ ᏭᏴᎴ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ, ᎠᎴ ᏚᎴᏁ ᏧᎪᎵᏰᏗᏱ ᎪᏪᎵ.

source: And the book of the prophet Isaiah was given to him and, opening the book, he came on the place where it is said,
chr: ᎠᏥᏅᏁᎴᏃ ᎪᏪᎵ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᎤᏬᏪᎳᏅᎯ. ᎤᏍᏚᎢᏒᏃ ᎪᏪᎵ ᎤᏩᏛᎮ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎢ;

source: The Spirit of the Lord is on me, because I am marked out by him to give good news to the poor; he has sent me to make well those who are broken-hearted; to say that the prisoners will be let go, and the blind will see, and to make the wounded free from their chains,
chr: ᎠᏓᏅᏙ ᏱᎰᏩ ᎤᏤᎵ ᏔᎵ ᎠᏆᏛᏓᏁᎵᏕᎦ ᏅᏗᎦᎵᏍᏙᏗ ᏣᎩᎶᏁᎥ ᎦᏥᏯᎵᏥᏙᏁᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ; ᏗᎩᏅᏒ ᏗᎦᏥᏅᏬᏗᏱ ᎤᏲ ᎤᎾᏓᏅᏔᏩᏕᎩ, ᎦᏥᏃᏁᏗᏱ ᎠᏂᏴᎩ ᎬᏩᎾᏚᏓᎴᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏗᏂᎨᏫ ᎬᏩᏂᎪᏩᏛᏗ ᎨᏒᎢ, ᎠᎴ ᏗᎦᏥᏯᎪᏗᏱ ᏗᎨᏥᏂᏆᎶᏔᏅᎯ,

source: To give knowledge that the year of the Lord's good pleasure is come.
chr: ᎠᎩᏃᎮᎵᏓᏍᏗᏱ ᎠᏕᏘᏱᏍᎬ ᏱᎰᏩ ᏧᏓᏂᎸᎢᏍᏗ ᎨᏒᎢ.

source: And shutting the book he gave it back to the servant and took his seat: and the eyes of all in the Synagogue were fixed on him.
chr: ᎤᏍᏚᏁᏃ ᎪᏪᎵ ᎠᎴ ᏫᎤᏅᏁᎴ ᎠᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎤᏪᏁᎢ. ᏂᎦᏛᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏂᏯᎢ ᎤᏯᏅᏒᎯ ᏕᎬᏩᎧᎿᏁᎢ.

source: Then he said to them, Today this word has come true in your hearing.
chr: ᎠᎴ ᎤᎴᏅᎮ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎪᎯ ᎢᎦ ᏥᎩ ᎯᎠ ᎾᏍᎩ ᎪᏪᎸ ᎠᏙᎯᏳᎲᎦ ᎢᏣᏛᎩᏍᎬᎢ.

source: And they were all giving witness, with wonder, to the words of grace which came from his mouth: and they said, Is not this the son of Joseph?
chr: ᏂᎦᏗᏳᏃ ᎬᏩᎸᏉᏗᏍᎨᎢ ᎠᎴ ᎠᏂᏍᏆᏂᎪᏍᎨ ᎾᏍᎩ ᏃᏒ ᎤᏬᏂᏒᎢ. ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏝᏍᎪ ᎯᎠ ᎾᏍᎩ ᏦᏩ ᎤᏪᏥ ᏱᎩ?

source: And he said to them, Without doubt you will say to me, Let the medical man make himself well: the things which to our knowledge were done at Capernaum, do them here in your country.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎠᏎ ᏓᏍᎩᏁᎢᏍᏓᏁᎵ ᎯᎠ ᎢᎦᏪᏍᏗ ᏥᎩ; ᏔᏓᏅᏫᏍᎩ, ᏨᏒ ᎭᏓᏅᏮᎦ; ᏂᎦᎥ ᏄᏍᏛ ᎣᎦᏛᎦᏅ ᏕᏣᎸᏫᏍᏓᏁᎸ ᎨᏆᏂ, ᎾᏍᎩ ᎾᏍᏉ ᎿᏛᎦ ᎠᏂ ᏣᏤᎵᎪᎯ.

source: And he said to them, Truly I say to you, No prophet is honoured in his country.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏙᎴᎰᏍᎩ ᎥᏝ ᏱᏓᎦᏓᏂᎸᎪ ᎤᏩᏒ ᎤᏤᎵᎪᎯ.

source: Truly I say to you, There were a number of widows in Israel in the days of Elijah, when the heaven was shut up for three years and six months and there was no food in the land;
chr: ᎠᏎᏃ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏂᏣᏖ ᏧᏃᏑᎶᏨᎯ ᎢᏏᎵᏱ ᎾᎯᏳ ᎢᎳᏯ ᏤᎮᎢ, ᎦᎸᎶᎢ ᏧᎵᏍᏚᎯ ᏦᎢ ᏧᏕᏘᏴᏛ ᏑᏓᎵᏃ ᎢᏯᏅᏙ, ᎾᎯᏳ ᎤᏣᏘ ᏥᏚᎪᏄᎶᎭ ᏂᎬᎾᏛᎢ.

source: But Elijah was not sent to one of them, but only to Zarephath, in the land of Sidon, to a woman who was a widow.
chr: ᎠᏎᏃ ᎥᏝ ᎢᎳᏯ ᏯᏥᏅᏎ ᎩᎶ ᏭᎷᏤᏗᏱ, ᎠᎨᏴ ᎤᏬᏑᎶᏨᎯ ᎤᏩᏒ, ᏌᎴᏓ ᎾᏍᎩ ᏌᏙᏂ ᎦᏚᎲ ᎦᏁᎳ.

source: And there were a number of lepers in Israel in the time of Elisha the prophet, and not one of them was made clean, but only Naaman the Syrian.
chr: ᎠᎴ ᎤᏂᏣᏖ ᎠᏁᎮ ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᎢᏏᎵᏱ ᎾᎯᏳ ᎢᎳᏏᏯ ᎠᏙᎴᎰᏍᎩ ᏤᎮᎢ; ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏯᏥᏅᎦᎸᎡ, ᏁᎹᏂ ᏏᎵᏱ ᎡᎯ ᎤᏩᏒ.

source: And all who were in the Synagogue were very angry when these things were said to them.
chr: ᏂᎦᏛᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏂᏯᎢ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏅ ᎤᏂᎧᎵᏤ ᎤᏂᏔᎳᏬᏍᎬᎢ.

source: And they got up and took him out of the town to the edge of the mountain on which their town was, so that they might send him down to his death.
chr: ᏚᎾᎴᏁᏃ ᎠᎴ ᎬᏩᏄᎪᏫᏎ ᎦᏚᎲᎢ, ᎠᎴ ᏭᏩᏝᎥ ᎤᏌᎯᎸ ᏫᎬᏩᏘᏅᏍᏔ ᎾᎿ ᎤᏂᏚᎲ ᎦᎧᎲᎢ, ᏗᎬᏩᎶᎥᏔᏂᏎᎢ

source: But he came through them and went on his way.
chr: ᎠᏎᏃ ᎤᎦᏛᎴᏎ ᎠᏰᎵ ᎠᏂᏙᎾᎥ ᎢᎬᏪᏅᏍᏔᏁᏉ;

source: And he came down to Capernaum, a town of Galilee; and he was giving them teaching on the Sabbath.
chr: ᎠᎴ ᎨᏆᏂ ᏭᎷᏤ ᎾᏍᎩ ᎨᎵᎵ ᎦᏚᎲᎢ, ᎠᎴ ᏕᎨᏲᎲᏍᎨ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᏓᏍᏆᎸᎮᎬᎢ.

source: And they were surprised at his teaching, for his word was with authority.
chr: ᎤᏂᏍᏆᏂᎪᏎᏃ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ, ᎤᎵᏂᎩᏗᏳᏰᏃ ᎧᏁᎨᎢ.

source: And there was a man in the Synagogue who had an unclean spirit; and he gave a loud cry and said,
chr: ᏗᎦᎳᏫᎢᏍᏗᏱᏃ ᎠᏯᎡ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎦᏓᎭ ᎠᏓᏅᏙ ᎠᏍᎩᎾ ᎤᏯᎢ, ᎠᎴ ᎠᏍᏓᏇ ᎤᏪᎷᏁᎢ,

source: Let us be! what have we to do with you, Jesus of Nazareth? have you come to put an end to us? I have knowledge who you are, the Holy One of God.
chr: ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎣᎦᏁᎳᎩ; ᎦᏙ ᏗᎦᏓᏛᏙᏗ ᏂᎯ ᏥᏌ ᎾᏎᎵᏗ ᎮᎯ? ᏍᎩᏛᏔᏂᏄᏧ? ᎬᎦᏔᎭ ᏂᎯ ᎾᏍᎩ ᎨᏒᎢ-ᎦᎸᏉᏗᏳ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎨᏒᎢ

source: And Jesus said to him, Be quiet, and come out of him. And when the evil spirit had put him down on the earth in the middle of them, he came out of him, having done him no damage.
chr: ᏥᏌᏃ ᎤᏍᎦᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎡᎳᏪ ᎲᎾ, ᎠᎴ ᎯᏄᎪᎢ ᎠᏍᎩᎾᏃ ᎠᏂᏅ ᎠᏰᎵ ᎤᏍᏢᏂᏍᏔᏅ ᎤᏄᎪᏤ ᎠᏍᎦᏲᎯ, ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᏳᏩᏁᎴᎢ.

source: And wonder came on them all and they said to one another, What are these words? for with authority and power he gives orders to the evil spirits and they come out.
chr: ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎤᎾᎵᏃᎮᎴ ᎤᏅᏒ ᎨᏒ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ; ᎦᏙ ᎤᏍᏗ ᎧᏁᎢᏍᏗ ᎯᎠ? ᎤᏤᎵᎦᏯᏰᏃ ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒ ᏕᎬᏗᎭ ᏕᎧᏁᏤ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ, ᎠᎴ ᎠᏂᏄᎪᎦ.

source: And there was much talk about him in all the places round about.
chr: ᏕᎦᏃᏣᎸᏃ ᎾᎿ ᏂᎬᎾᏛ ᏚᏰᎵᏏᏙᎴᎢ.

source: And he got up and went out of the Synagogue and went into the house of Simon. And Simon's wife's mother was very ill with a burning heat; and in answer to their prayers for her
chr: ᏚᎴᏅᏃ ᎤᏄᎪᏤ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏌᏩᏂᏃ ᎦᏁᎸ ᏭᏴᎴᎢ. ᏌᏩᏂᏃ ᎤᏓᎵᎢ ᎤᏥ ᎤᏣᏘ ᎤᏗᎴᎲᏍᎨᎢ; ᎬᏩᏔᏲᏎᎴᏃ ᎤᏍᏕᎸᏗᏱ.

source: He went near her, and with a sharp word he gave orders to the disease and it went away from her; and straight away she got up and took care of their needs.
chr: ᎦᏅᎬᏃ ᎾᎥ ᎤᎴᏁ, ᎠᎴ ᎤᏍᎦᏤ ᎤᏗᎴᎲᏍᎬᎢ, ᎤᏙᎣᎴᏃ ᎤᏗᎴᎲᏍᎬᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏗᏛᎮ, ᎠᎴ ᏚᏍᏕᎸᎪᏙᎴᎢ.

source: And at sundown all those who had anyone ill with any sort of disease, took them to him, and he put his hands on every one of them and made them well.
chr: ᎠᎴ ᎿᏉ ᏭᏕᎵᎨ ᏅᏙ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏧᏂᏢᎩ ᏧᏁᎯ ᏕᎬᏩᏘᏃᎮᎴᎢ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᏚᏏᏔᏕ ᎠᎴ ᏚᏅᏩᏁᎢ

source: And evil spirits came out of a number of them, crying out and saying, You are the Son of God. But he gave them sharp orders not to say a word, because they had knowledge that he was the Christ.
chr: ᎠᎴ ᎠᏂᏍᎩᎾ ᎾᏍᏉ ᎬᏩᏂᏄᎪᎨ ᎤᏂᏣᏖᎢ, ᎠᏁᎷᎲᏍᎨ ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᏂᎯ ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ. ᏚᏍᎦᏤᏃ ᏚᏅᏍᏓᏕᎴ ᎤᏂᏁᎢᏍᏗᏱ; ᎠᏂᎦᏔᎮᏰᏃ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ.

source: And when it was day, he came out and went to a waste place; and great numbers of people came looking for him, and they came to him and would have kept him from going away.
chr: ᎠᎴ ᎿᏉ ᎤᎩᏨᏅ ᎤᏂᎨᏎ ᎠᎴ ᎢᎾᎨ ᏭᎶᏎᎢ; ᎤᏂᏣᏘᏃ ᎬᏩᏲᎴᎢ, ᎠᎴ ᎬᏩᎷᏤᎴᎢ, ᎠᎴ ᎬᏩᏗᎩᏯᏍᎨᎢ, ᏞᏍᏗ ᏍᎩᏯᏓᏅᎡᎸᎩ ᎬᏬᏎᎮᎢ.

source: But he said to them, I have to give the good news of the kingdom of God in other towns, because that is why I was sent.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎠᏎ ᎾᏍᏉ ᏗᏐᎢ ᏕᎦᏚᏩᏗᏒ ᎦᏥᏯᎵᏥᏙᏁᏗ ᎠᎩᏃᎮᏗ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎾᏍᎩᏰᏃ ᎢᏯᏆᏛᏁᏗᏱ ᏨᎩᏅᏒ.

source: And he was teaching in the Synagogues of Galilee.
chr: ᎠᎴ ᎠᎵᏥᏙᎲᏍᎨ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏓᏁᎸ ᎨᎵᎵ.

source: Now it came about that while the people came pushing to be near him, and to have knowledge of the word of God, he was by a wide stretch of water named Gennesaret;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ, ᎤᏂᏣᏘ ᎬᏩᏜᏫᏍᏗᏕᎨ ᎤᎾᏛᎪᏗᏱ ᎧᏃᎮᏛ ᎤᎾᎳᏅᎯ ᎤᏤᎵᎦ, ᎨᏂᏏᎳᏗ ᎥᏓᎷᎶᏗ ᎦᏙᎨᎢ.

source: And he saw two boats by the edge of the water, but the fishermen had gone out of them and were washing their nets.
chr: ᏥᏳᏃ ᏔᎵ ᏚᎪᎮ ᎥᏓᎷᎶᏗ ᏓᏔᎴᎢ; ᎠᏂᎦᏯᎷᎥᏍᎩᏍᎩᏂ ᎤᎾᏣᎢᏛ ᎨᏎᎢ, ᎠᎴ ᏓᏅᎩᎶᏍᎨ ᎫᏂᎦᏯᎷᏗ.

source: And he got into one of the boats, the property of Simon, and made a request to him to go a little way out from the land. And being seated he gave the people teaching from the boat.
chr: ᏌᏉᏃ ᎠᏔᎸ ᏥᏳ ᎤᏣᏁᎢ ᎾᏍᎩ ᏌᏩᏂ ᎤᏤᎵᎦ ᎨᏎᎢ, ᎠᎴ ᎤᏔᏲᏎᎴ ᎤᏍᏗᎩᏛ ᎢᏴᏛ ᏭᎧᏙᏯᏍᏗᏱ. ᎤᏪᏁᏃ ᎠᎴ ᏚᏪᏲᏁ ᎤᏂᏣᏘ ᏥᏳᎢ ᎬᏩᏣᎢ.

source: And when his talk was ended, he said to Simon, Go out into deep water, and let down your nets for fish.
chr: ᎿᏉᏃ ᎤᏲᎯᏍᏔᏅ ᎦᏬᏂᏍᎬ ᎯᎠ ᏄᏪᏎᎴ ᏌᏩᏂ, ᏗᏍᏛᎬ ᏫᏅᏍᏛ ᎠᎴ ᎡᎳᏗ ᏂᏗᏨᎦ ᏗᏥᎦᏯᎷᏗ ᏗᏥᏂᏴᏗᏱ.

source: And Simon, answering, said, Master, we were working all night and we took nothing: but at your word I will let down the nets.
chr: ᏌᏩᏂᏃ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᏕᏲᎲᏍᎩ ᎤᎵᏨᏓᏆᏛ ᏙᎩᎸᏫᏍᏓᏏ ᎥᏝᏃ ᎪᎱᏍᏗ ᏲᏥᏂᏴ; ᎠᏎᏃ ᏂᎯ ᏣᏁᏨ ᎢᏳᏍᏗ ᏓᎬᏂ ᎠᎦᏯᎷᏗ.

source: And when they had done this, they got such a great number of fish that it seemed as if their nets would be broken;
chr: ᎾᏍᎩᏃ ᏄᎾᏛᏁᎸ ᎤᏂᏣᏘ ᏚᏂᏂᏴᎮ ᎠᏣᏗ; ᎠᎴ ᎤᏂᎦᏯᎷᏗ ᏚᎾᎵᎦᎵᏎᎴᎢ

source: And they made signs to their friends in the other boat to come to their help. And they came, and the two boats were so full that they were going down.
chr: ᏚᎾᏁᎶᏥᏁᎴᏃ ᎤᎾᎵᎪᎯ ᏐᎢᏱ ᏥᏳᎯ ᎤᎾᏣᎢ ᏅᏓᎬᏩᏂᏍᏕᎸᎲᏍᏗᏱ. ᎤᏂᎷᏤᏃ, ᎠᎴ ᎢᏧᎳ ᏥᏳ ᏚᏂᎧᎵᎴᎢ, ᎾᏍᎩᏃ ᎿᏉ ᏕᎦᏃᏴᎨᎢ.

source: But Simon, when he saw it, went down at the knees of Jesus and said, Go away from me, O Lord, for I am a sinner.
chr: ᏌᏃᏂᏃ ᏈᏓ ᎤᎪᎲ ᎤᏓᏅᏁ ᏥᏌ ᏗᎧᏂᎨᏂ ᎾᎥᎢ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏣᎬᏫᏳᎯ ᏍᏆᏓᏅᏏ, ᏥᏍᎦᎾᎯᏳᏰᏃ ᎠᏴ.

source: For he was full of wonder and so were all those who were with him, at the number of fish which they had taken;
chr: ᎤᏍᏆᏂᎪᏎᏰᏃ ᎠᎴ ᏂᎦᏛ ᎠᏁᎯ ᎤᏂᏍᏆᏂᎪᏎ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎾᏂᎥ ᎠᏣᏗ ᏚᏂᏂᏴᎲᎢ;

source: And so were James and John, the sons of Zebedee, who were working with Simon. And Jesus said to Simon, Have no fear; from this time forward you will be a fisher of men.
chr: ᎠᎴ ᎾᏍᏉ ᏥᎻ ᎠᎴ ᏣᏂ ᏤᏈᏗ ᏧᏪᏥ ᎾᏍᎩ ᎤᎾᎵᎪᎯ ᏥᎨᏎ ᏌᏩᏂ. ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴ ᏌᏩᏂ; ᏞᏍᏗ ᏣᏍᎦᎸᎩ; ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏴᏫ ᏘᏂᏱᏍᎩ ᎨᏎᏍᏗ.

source: And when they had got their boats to the land, they gave up everything and went after him.
chr: ᎤᏩᏝᎥᏃ ᏚᏂᏔᎳᏗᎸ ᏥᏳ, ᏂᎦᏛ ᏚᏂᏲᏐᏁ ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And it came about that while he was in one of the towns, there was a leper there: and when he saw Jesus he went down on his face in prayer to him, saying, Lord, if it is your pleasure, you have power to make me clean.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎢᎸᎯᏢ ᎦᏚᎲ ᎡᏙᎲᎢ, ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᏂᎬ ᎠᏓᏰᏍᎩ ᎤᏢᎩ ᎾᎿ ᎡᏙᎮᎢ; ᎾᏍᎩ ᏥᏌᎤᎪᎲ ᎤᏯᏍᏚᏎᎢ, ᎠᎴ ᎤᏔᏲᏎᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ.

source: And he put out his hand to him and said, It is my pleasure; be clean. And straight away his disease went from him.
chr: ᎤᏙᏯᏅᎯᏛᏃ ᎤᏒᏂᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎣᏏᏳ ᏥᏰᎸᎾ; ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᏓᏅᎡᎴᎢ.

source: And he gave him orders: Say nothing to any man, but let the priest see you and give an offering so that you may be made clean, as the law of Moses says, and for a witness to them.
chr: ᎤᏁᏤᎴᏃ ᎩᎶ ᎤᏃᏁᏗᏱ ᏂᎨᏒᎾ; ᎮᎾᏉᏍᎩᏂ, [ᎤᏬᏎᎴᎢ,] ᏫᏯᏓᎾᏄᎪᏫᏏ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᎼᏏ ᎤᏁᏨ ᏣᏓᏅᎦᎸᎲ ᎠᎵᏍᎪᎸᏙᏗ ᏫᎲᎦ, ᎾᏍᎩ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ.

source: But news of him went out all the more, in every direction, and great numbers of people came together to give hearing to his words and to be made well from their diseases.
chr: ᎠᏎᏃ ᎤᏟᏉ ᎢᎦᎢ ᏚᏰᎵᏎ ᎾᏍᎩ ᏕᎦᏃᏣᎸᎢ. ᎤᏂᏣᏘᏃ ᏚᏂᎳᏫᏦᎴ ᎤᎾᏚᎵᏍᎨ ᎤᎾᏛᎪᏗᏱ ᎠᎴ ᏧᏅᏬᏗᏱ ᏚᏂᏢᎬᎢ.

source: But he went away by himself to a waste place for prayer.
chr: ᎤᏓᏅᏎᏃ ᎢᎾᎨ ᏬᎶᏎ ᎠᎴ ᎠᏓᏙᎵᏍᏗᏍᎨᎢ.

source: And it came about that on one of these days he was teaching; and some Pharisees and teachers of the law were seated there, who had come from every town of Galilee and Judaea and from Jerusalem; and the power of the Lord was with him, to make those who were ill free from their diseases.
chr: ᎢᎸᎯᏳᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᎯᏳ ᏓᏕᏲᎲᏍᎨᎢ, ᎾᎿ ᎠᏂᏁ ᎠᏂᏆᎵᏏ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᏕᎦᏚᏩᏗᏒ ᎨᎵᎵ ᏅᏓᏩᏂᎶᏒᎯ, ᎠᎴ ᏧᏗᏱ, ᎠᎴ ᏥᎷᏏᎵᎻ; ᎤᎬᏫᏳᎯᏃ ᎤᎵᏂᎬᎬ ᏚᎾᏗᏫᏍᏗᏍᎨᎢ.
